{"podcast_description": {"podcast_title": "In It: Supporting Kids Who Learn and Think Differently", "episode_title": "Busting myths about special education (from “The Opportunity Gap” podcast)", "episode_image": "https://image.simplecastcdn.com/images/2d3664c4-44e8-4375-bddd-81281c0a21b2/62c07c48-809d-48b3-922a-a0a7c633b973/3000x3000/podcast-logo-3000x3000-understood.png?aid=rss_feed", "episode_transcript": " Hi, everyone. This is Gretchen Vierstra, host of In It, a podcast for families with kids who learn and think differently from the Understood Podcast Network. And this is Rachel Bozek, also host of In It. Gretchen and I are taking a short break right now, but we have not abandoned you. That's right. During the summer, we're dropping bonus content into the feed. And today, we're excited to be able to share with you an episode from another podcast in our network, The Opportunity Gap, hosted by Julian Saavedra. The podcast looks at how to close the gap in educational opportunity and achievement among Black and Brown students. In this episode, Julian, who's a teacher and a parent, is talking to Cristina Gutierrez, also a teacher and parent, about some of the myths around special education. Yes, so many families kind of freak out at the idea of special education for their child, feeling like this might mean their kid is going to be treated differently, or that they, as parents, have done something wrong and are just not equipped to help get their kids what they need. But as Julian and Cristina will tell you, none of that is true. It's a great conversation. Let's listen. Smart and special education, they're not mutually exclusive. You don't get put in special education because you're not smart. From the Understood Podcast Network, this is The Opportunity Gap. Kids of color who have ADHD and other common learning differences often face a double stigma. But there's a lot that families can do to address the opportunity gap in our communities. This podcast explains key issues and offers tips to help you advocate for your child. My name is Julian Cevadri. I'm a father of two and an assistant principal in Philadelphia, where I've spent nearly 20 years working in public schools. I'll be your host. Today's episode is about busting myths. There are a lot of myths about special education, and these myths can keep our kids from getting the services and support that they deserve. To help me explain some of the most common myths, I want to introduce today's expert guest. Cristina Gutierrez is a mom in New York City. Her son has an IEP, so she's been through the special education process personally. Cristina also spent nearly a decade working in public schools as a special education teacher and as an RTI coordinator, helping schools decide which kids need to be evaluated for special education. Hey, Cristina. Hey, Julian. Before we jump in, I'm going to start us off with a question just so we can break the ice. What is saving your life? What is that thing that's just saving your life right now? It could be a book, it could be a friend, TV show, hobby, your favorite ice cream, like something right now that's just really saving your life. What would that be? Meditation. Meditation. I'll put on a meditation that I find on YouTube. I'll listen to some calming music. I'll listen to river sounds, even to unwind at the end of a day. Just like knowing when my mind is wandering or taking a minute, even if it's two minutes, to just sit, be still, be quiet has been life-changing for me. Wow. Okay. So everybody listening, especially parents out there, meditation works. So before we dive into some of these really common myths that you and I keep hearing from parents, I wanted to really jump into your own personal experience. You're the mom of a child with an IEP. You've been on both sides of the table as a teacher and as the mom. Anything that jumps out, myths, stigmas, thought traps, or other misconceptions that you noticed when you were thinking about as you went through this process from the parenting side? As a parent, anything that jumps out to you? I definitely fell into the trap of believing that I had failed my child, that I had done something wrong, especially so because I was a teacher. Right? So there was this pressure of comparing him to other children or is there something more that I could have done or I can do in the meantime? Yeah. I mean, as parents, we know, we know that feeling, all of us. Let's dig into some of these common myths about special education. You and I, we've worked with thousands of families over the years. Let me say that again, to make it real, thousands, right? We're old heads. We've been in the game for a while. And there's some common themes that constantly emerge that we really want to jump in and debunk some of them. So we're going to go back and forth between some of our top five. So the first myth, the one that I personally hear a lot or I experience a lot from the work side is families come in and say, I'm worried my child's going to feel and be treated differently. Like, they're not going to be treated the same as everybody else. And that really worries me. Sometimes they might be worried that their kids are going to be in a completely separate classroom or sometimes they might think once the teachers find out that my child has an IEP or that they receive services, they're going to be treated very differently. You know, I heard this one a couple of days ago during an initial IEP meeting with a parent, they were worried about their college aspiration. This is a very dry. I don't think that they're going to be able to go to college with this. What do I do? So thinking about all these worries, is that true? No, that is completely a myth. And I think often of when we were growing up, right, the phrase like, oh, they're on the special bus or like they're on the cheese bus, especially in New York City, children do get specialized busing. There's like for families who have been in New York or been in the States for a long time, black families, Latino families, I'm Puerto Rican in particular, those of us that were in New York for a longer time, there was a stigma and IEPs weren't always the most beneficial thing. They were often over generalized to our students. So an example would be my mom has a lot of stigma with IEPs because my sister was both bilingual for English and Spanish, but she was a quiet child and they automatically tried to put her in special education. And so my mom's relationship with special education is one of like, they just do that when they don't want to teach you. And you know, the truth was in the seventies, that is how it was like that isn't the same anymore. And so I found in my relationships with families of color in particular, having to debunk this myth a lot, your child will not be treated differently. In fact, it is a legal document requiring teachers to spend extra time with your child and meet them at the needs that they have. That piece of it, I think has been in my experience, what has comforted parents, but the myth existed because at one time we were treated differently. And I think in my experience as well, that is something that has helped me with parents is like, you're affirming that you're right to have had that hesitation because years ago, this was your experience or this was your sister's experience or your brother's experience with special education has changed a lot. So I'm in Philly and a lot of my parents will come in and that's their worry, but also they might have siblings or even themselves when they were in school where if services were provided, they would be segregated into a different room and they automatically come in worrying that's what's going to happen to their kid. But the truth is, in some cases, some children do spend all day in a classroom that is separate, but not necessarily separate in that it's like a shun, but there are students who are in self-contained classrooms all day. And there are students who do require those needs in that, though I think for me the framing for parents has been, this isn't a bad thing. This is giving your kid what they need and taking parents through the like, okay, we tried just services, right? We're just going to give you related services, just speech, just occupational therapy. Okay, that didn't work. We went to integrated co-teaching. Okay, that didn't work. At this point, your student is still struggling with XYZ and had a lot of students like that and having to break that to parents like, look, here, we did this, we did this, we've done all of these things, but why don't we try? So separate setting is a thing. Like if your child is in a 12 to 1, which 12 students, one special education teacher, one para, and your child is receiving the education and academic support that is most needed for their level of functioning. And empowering parents with that has been what I've been able to succeed in the most. And I think that's the key to what you said is that there's levels to the support. You know, what we want to make sure to point out is the vast majority of students with IEPs are in general education classroom. It's much more a smaller percentage are in those different situations like you described, but the vast majority of students get accommodations or modifications within a general education setting. But no, your child should not be treated differently. At the bottom line, that is a myth and it has been debunked. It has been debunked. Let's go on to myth number two. Myth number two, my child is smart and smart kids don't need special education. There's a huge misconception that special education or child being put in special education may lead a family to refuse services and supports because of the fear of, oh, this means my kid is dumb. There are students who are twice exceptional, right? Really gifted, but maybe I have ADHD or being put in special education, I've always explained to parents in the most simplest form. Obviously, it's more nuanced than this, but we are giving your child like a script for what they need to learn best. And we figure that out by teamwork. Smart and special education, they're not mutually exclusive. You don't get put in special education because you're not smart. I find that a lot of my conversation revolves around helping parents understand that even the word smart is a very nuanced thing. Like, what does that mean? We know through our educational training, there's multiple ways that you can display intelligence. Just because I might not show linguistic intelligence doesn't mean that my kinesthetic intelligence isn't high. It doesn't mean that I can't do all these other different things. And our job is to make individualized education as focused and purposeful for our students as possible. And we know that the vast majority of people who do have IEPs are not intellectually disabled. So another myth, debunked. Let's go on to myth number three. My parenting caused my child to need special education. I felt that. That's a lot. That's heavy because I felt that. I've seen parents feel that you're sitting across them in the meeting and you explain that services are going to have to happen and their facial expression just, the rush of emotions, right? Those are our babies. Those are our babies. And I don't care what anybody says, that's a hard thing to hear. That's a hard thing to not want to blame yourself immediately when you hear that something's wrong with my child and it's my fault. And to sign an IEP means I did something wrong. And I think even myself having gone through this process, I actually felt this. What did I do wrong? I mean, I think there's a couple of things in forcing that it's not anything that you did as a parent to cause this situation. And a lot of times when they hear it from somebody that's in education and there's that trust that's built, then it takes the edge off a little bit of hearing that heavy news. So it looks like we got myth number three. Debunked. All right. Myth number four. All right, Cristina, that's you. Myth number four. My child doesn't really have a disability. My child is choosing to misbehave. I will say this myth is one that gets under my skin and so irritates me. I see this especially with children who've been diagnosed with emotional behavioral disabilities or disturbances, or where I would say that it's not so much the academic component, but other components of school that are the thing that they're struggling with. ADHD and attention, hyperactivity, or even oppositional defiant disorder, especially in a culture of people of color. I have cousins who are diagnosed with ADHD. I have cousins who were diagnosed with various emotional behavior disturbances and we didn't believe it. It was like, no, you're choosing to disobey. But the scariest part for me was places where I saw teachers misunderstand that component of like, no, this is a choice they're making or personalizing, not paying attention, you don't respect me. Or skittish eyes everywhere is like, you're choosing to ignore me on purpose. There's such a fine line between understanding when this is an active chosen behavior, like I'm choosing to just not follow directions versus things that are not a choice. The child at some point can't control it or doesn't have the tools or strategies or support to deal with that. I've seen, especially in my experience, a lot of our black boys. Oh, I was going to go there. I always found myself bracing myself for those boys in particular, black boys in particular, because there's just been an over-representation of them as diagnosed as emotionally behavior disturbed and protecting them when that is in fact what the issue is. Part of it is educating parents around discipline styles and what does or doesn't work. There's that stigma of like, it's a choice. My favorite as a parent that I've been big on notifying my family about is like, maybe there was a bad choice, but there's no inherently bad child. Again, going back to what we said earlier with one of the prior myths, there's a lot of historical experiences that people of color has gone through. I went through it in my own school experience. I know a lot of my families to this day still feel that way when they walk in the school building. So making sure that they understand that there's a whole process to determine whether or not there's a disability there versus if this is just a choice that the child is making is really important to understand. That it's not just out of the blue that this child is doing this. There is a reason for it. Even if it isn't diagnosed, what is the need that you have that I'm not meeting? I think when I've been able to ask myself, I've even asked my son, what do you need right now? He had a meltdown today where Braiding is here getting ready for school tomorrow is his first day. He has really long hair. And he's just like- Oh, big day. Big day. He's just like big feelings. Everything was just like, ow. And in a very dramatic way, and I stopped. I was like, because I was getting frustrated. I was like, what do you need? You need something. He's like, I'm so nervous about school. And it was just like tears. And I was like, oh, okay. So this is what it really was. It isn't about the hair. I'm not doing something wrong. Because automatically it's like, what am I doing wrong? What, you know, like frustration with myself. And it was like, no, what do you need? And sometimes our kids don't have the words, even the oldest of them. And that leads us to our last myth for today. Myth number five. As a parent, I don't know how to help my child. It's a myth that comes up a lot, especially during eligibility determination meetings or even during IAP review meetings. People are wondering, I really don't know what to do. What's your response? My response is you do. You're here. You're supporting your child. You're advocating for your child and you're doing all of the things you need to do. As a parent, I do like to put ownership on the teachers and schools and the system as well. Right? Like here we are doing this part. You showed up. You're acknowledging your child has this need and you called out of work or you sometimes are a threat for losing your job because you have to go to all of these meetings. Like you are doing the things. You're talking to me about the thing your child needs, then you're doing it. And reaffirming parents in that, like, no, you are doing what you know, how to help your kid because you're asking for help. Maybe you don't know how to teach them to read in English because that's not your first language and you don't know how to read in English, but you do know how to advocate that your child is having a need in this area. It's a simple thing, but it's one of those that sometimes you need to hear somebody else say it to you because you go back and you go to sleep at night thinking like, what am I doing wrong? I don't know what I'm doing with this. You got all these things going on. And then you hear somebody else who knows your child and they reaffirm that that's all it takes. So not over analyzing it and just really realizing I know what I need to do. I know my child. I've known you since you were in diapers. I've known all the things. I taught you how to walk. I taught you how to talk. I'm going to help teach you how to do these things too. Yeah. I taught you how to use the bathroom. Miraculous. Because potty training, rough. Yeah, that took a while. Yeah, it took a while. The savager household, it took a while. It was a mission. All right. It was a mission. If you can do that, you can do anything else. That ends with myth number five, debunked. You know what you're doing, parents. You know exactly what you're doing. And if you don't know, you will find a way. You will find a way. Okay. At this point, before we leave out, we wanted to just give some tips, some specific tips on what you can do as a parent or a parenting adult or somebody that's an advocate for a child in your life to help out and really make sure that your child or student is getting what they need. So the first tip that I want to share with everybody out there is really know your own biases about special education. Know yourself. Know what you think. Know your own experiences. Know some of the things that you might come to the table with so that you can address them. And I say that because a lot of us don't even realize the things that we're bringing to the table if we don't actually sit down and think about it. And I decided as a teacher, I'm going to learn the process. I'm going to ask all the questions. And I think it took a while for me to really understand that I came to that realization where I needed to check myself before I sit in front of students and try to do this work. I need to go check myself. I went through the same thing. I would say even before being the parent of a child who had learning apprentices, it was this, oh, well, if I did it, like I'm from Brooklyn, I'm Puerto Rican, my parents speak Spanish, I was low income. If I could do it, you could do it. That's not always true. I didn't live sometimes, I didn't live in a shelter. I didn't have a parent struggling with whatever struggles they were having that may not have been the most ideal for students. I wasn't in a charter school. I went to a very wealthy, a very wealthy school. We were the minority, right? Not that many of us there, but that was a privilege in and of itself. And knowing the privileges and having to check myself on that as well, that my experience isn't universal. And I think that even as a parent, right, for me, I'm much more, I was the kid who was reading all the time. My son is the kid who's running all the time and learning how to differentiate that. He doesn't learn in the way that I do. And so in that way, I have to be able to support him because my experience isn't his experience. So I think checking yourself is absolutely one of the best ways to navigate this process. So another tip is talk with the teacher or administrator you trust and ultimately find a support system. A lot of us in the Black and Brown community have had adverse situations with school. Like we either have had history that is not so great with the school experience. And so that ability to find somebody we trust is incredibly important. I'm proud that I serve that role for a lot of families. You know, they see me, they know me. I've put that out there that, you know, we come from the same type of situation and we can talk. And they'll come and ask me, even if I'm not in the meeting at all, or I'm not involved in it, they might call me later or ask me, Saavedra, let's sit down and actually tell me what's going on here. Finding a teacher that you trust or an adult that you trust in the building is something that is really going to help a long way because they're going to shoot it straight. And they're going to give you some of those jargony words that you can drop when you're in some of those meetings to make sure people in the meetings understand that you know what you're talking about. So talking to a teacher you trust is really important. And Christina, what about talking to other families? What advice do you have on how families can find other families who are going through the same thing? Yeah, you can go to a social worker, you can ask your teacher, you can ask who are some people who maybe they can't give you the child's name or anything like that, but other support groups are there, is there help? Go to Ununderstood.org. Find the resource in the community that's going to make you not feel so isolated. As an education advocate, one of the meetings that I had with a parent, she called me after the meeting was over and she was like, thank you. This is the first time I've ever felt understood, like I'm not alone. You knew and you didn't blame me. She was in tears. And to me, I was just simply someone who understood. She said the word understood a few times, shameless plug. Understood or Understood Facebook group, or Understood even has a free community app, WUNDER. They're all great resources, but just go out there and find people that really are in the same boat and have that support. Last tip, as your child's biggest advocate, we cannot stress enough. Think about what is it that you want for this child's experience? And once you have started thinking about like, what is it you want school to be like, sit down and just start writing out a list. What are these three or five non-negotiable things that no matter what happens, I want to make sure that this is part of my child's school experience. So thinking, going about like the myths we shared earlier, I don't know what to do. You actually do because you've thought about what is it that I want for this experience. So it's really being prepared when you're having conversations or when things are going haywire, you're having all these different feelings. You can go back to this list of these things that you and your family has identified as really non-negotiable things that need to happen during the school experience. And it could be really simple. I know my wife and I did this for our kids. We thought about, we want our kids to just play at recess. That's non-negotiable. They have recess. We want them to play. We want them to socialize. We want them to make friends and have deep and lasting relationships. That's just a non-negotiable. Yeah. And I found that one way to make that not so abstract for parents is to think about what is the thing that causes your child the most distress? Is it, for example, and some examples is like, my kid freaks out before a test. They struggle. They're fearful. They're anxious. They're, okay, you can ask for more testing time. You can say you want to extend the testing time on the IEP. So finding ways like, cause they're often it's like, they need all of the help. And it's like, yes, but what is the thing that is the most stressful in the house? That's the thing you want to ask for help with. And I think I have found in my experience that has been what helps parents navigate that process a little bit easier. Sadly, our time has come to an end, but Christina, I can't thank you enough because one, it's just a pleasure talking. Like we could talk like this for hours. For sure. But two, the expert knowledge you have as a mom. Thank you. He has a great mom, but then all those students, the fact that you've worked with so many families, I can just hear the love in your voice. Keep fighting the good fight. And you are always welcome to come back and join us to give us some more tips. Take care. You've been listening to the opportunity gap from the understood podcast network. This show is for you. So we want to make sure you're getting what you need. Is there a topic you'd like us to cover? We want to hear from you. Email us at opportunity gap at understood.org. If you want to learn more about the topics we covered today, check out the show notes for this episode. We include more resources as well as links to anything we mentioned in the episode. Understood.org is a resource dedicated to helping people who learn and think differently, discover their potential and thrive. Learn more at understood.org slash mission. The opportunity gap is produced by sin Pym and Julie raw. Brianna Barry is our production director. Our theme music was written by Justin D. Right, who also mixes the show. Laura key is our editorial director. Scott kosher is our creative director and Seth Melnick is our executive producer. Thanks for listening and see you next time."}, "podcast_guest": {"source": "Unknown", "title": "The primary guest in the podcast is Cristina Gutierrez. She is described as a mom in New York City who has personal experience with the special education process as her son has an IEP (Individualized Education Program). She also has nearly a decade of experience working in public schools as a special education teacher and as an RTI (Response to Intervention) coordinator. Cristina brings her knowledge and expertise to the podcast episode to discuss some of the common myths surrounding special education. She shares insights and tips to help families advocate for their children and debunk these myths.", "summary": "In the podcast episode titled \"Busting Myths Around Special Education,\" host Julian Saavedra interviews Cristina Gutierrez, a mom and former special education teacher. They discuss common misconceptions about special education and provide tips for parents advocating for their children. They debunk the following myths:\n\n1. Special education students will be treated differently: They assure parents that special education does not mean their child will be excluded or treated poorly. In fact, special education ensures that teachers provide extra support tailored to the child's needs.\n\n2. Smart kids don't need special education: They emphasize that being in special education does not mean a child is not intelligent. The goal is to provide individualized education and support, regardless of a child's intellectual abilities.\n\n3. Parenting causes the need for special education: They acknowledge the guilt that parents may feel, but stress that special education is not the result of parenting mistakes. It is a recognition of a child's unique needs and a way to provide appropriate support.\n\n4. Children with behavioral issues are choosing to misbehave: They highlight the misconception that behavioral issues are purely intentional and emphasize that many children with emotional and behavioral disabilities require specific supports and services.\n\n5. Parents don't know how to help their children: They remind parents that they are their child's biggest advocate and that they already possess the knowledge and determination to support their child effectively. They encourage parents to trust their instincts and seek support from teachers, administrators, and other families who have gone through similar experiences.\n\nThe episode concludes with tips for parents, including knowing and addressing their biases about special education, having open communication with teachers and administrators, finding a support system of other families, and identifying non-negotiable goals for their child's education."}, "podcast_highlights": "From this podcast episode, here are the top 3-5 highlights or key discussion points:\n\n1. Myth: Special education means being treated differently. Debunked: Special education is a legal document that ensures teachers spend extra time with a child to meet their needs. It is not about being treated differently, but about providing the necessary support.\n\n2. Myth: Smart kids don't need special education. Debunked: Smart and special education are not mutually exclusive. Special education is about providing an individualized education plan that meets the needs of each child, regardless of their intelligence level.\n\n3. Myth: Parents caused their child to need special education. Debunked: Parents should not blame themselves. Having a child with special needs is not the result of parenting mistakes. It is important to focus on supporting the child and finding the right resources to meet their needs.\n\n4. Myth: Children with disabilities are choosing to misbehave. Debunked: Misbehavior is not always a choice. It is crucial to understand that some behaviors may be a result of a disability or a need that the child is struggling to express. It is important to differentiate between deliberate choices and the challenges a child may face.\n\n5. Myth: Parents don't know how to help their child. Debunked: Parents are their child's biggest advocates and they do know how to help. It is important to trust oneself and seek support from teachers, administrators, and other parents who can provide guidance and understanding.\n\nThese myths and their debunking help address some common concerns and misconceptions about special education, providing reassurance and guidance for families navigating the special education process."}
